content/posts/recording.md
+++
title = "Recording"
date = 2021-05-06T01:42:00+08:00
lastmod = 2021-07-13T00:59:38+08:00
draft = false
+++

About ZOOM <https://www.zhihu.com/question/279930451/answer/411034575>


## Best lossy audio formats {#best-lossy-audio-formats}

> We spoke to Ben Westgarth, senior audio software engineer at NCH Software, about
> the best lossy audio formats for archiving a music collection. He told us
> there's a contentious debate about the topic among industry professionals and
> casual users, but there is a clear winner in terms of file size to sound quality
> ratio. "It is widely considered that AAC is a superior format - it can compress
> to a smaller size for the same quality when compared to MP3."
>
> The primary concern with converting to AAC instead of MP3 is compatibility with
> media players. AAC was developed by a group of companies, including Nokia, Dolby
> and Sony. It's promoted as a successor to the MP3 file format and is used by
> huge streaming platforms such as Apple and YouTube. However, it still can't
> match the ubiquitous device support that MP3 offers. Although AAC is a better
> lossy format in terms of audio quality, Westgarth strongly suggests against
> converting MP3 files to AAC. "In this scenario you are taking one lossy format
> and re-compressing it into another, and it will only reduce the quality of your
> audio - not improve it!" ([via](https://www.toptenreviews.com/best-audio-converter-software))


## Reference {#reference}

-   <https://www.toptenreviews.com/best-audio-converter-software>
-   <https://en.wikipedia.org/wiki/List%5Fof%5Faudio%5Fconversion%5Fsoftware>
